loadtest-results/20260329_091718/report.txt
Requests      [total, rate, throughput]         5000, 500.10, 500.07
Duration      [total, attack, wait]             9.999s, 9.998s, 568.25µs
Latencies     [min, mean, 50, 90, 95, 99, max]  159.625µs, 14.445ms, 352.508µs, 559.506µs, 86.202ms, 386.937ms, 482.493ms
Bytes In      [total, mean]                     75000, 15.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:5000  
Error Set: